tap "1password/tap"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "codeclimate/formulae"
tap "common-fate/granted"
tap "danielfoehrkn/switch"
tap "derailed/k9s"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "norwoodj/tap"
tap "samwho/spacer"
tap "tilt-dev/tap"
tap "veirt/veirt"
tap "warrensbox/tap"
tap "wata727/tflint"
tap "windmilleng/tap"
brew "shellcheck"
brew "actionlint"
brew "antidote"
brew "ast-grep"
brew "atuin"
brew "awscli"
brew "bat"
brew "cloudflared"
brew "coreutils"
brew "crane"
brew "curl"
brew "fd"
brew "fzf"
brew "gettext"
brew "gh"
brew "pcre2"
brew "git"
brew "git-delta"
brew "glab"
brew "glib"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "jq"
brew "node"
brew "jsonlint"
brew "jsonnet"
brew "k9s"
brew "kubeconform"
brew "kubie"
brew "kustomize"
brew "lazygit"
brew "libffi"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "linkerd"
brew "logcli"
brew "mas"
brew "mkcert"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "node@22"
brew "nspr"
brew "nss"
brew "pcre"
brew "pipx"
brew "postgresql@14"
brew "prek"
brew "prometheus"
brew "redis"
brew "ripgrep"
brew "socat"
brew "source-highlight"
brew "spacer"
brew "starship"
brew "step"
brew "stern"
brew "stow"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "thanos"
brew "tig"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "trivy"
brew "wget"
brew "yq"
brew "zizmor"
brew "zoxide"
brew "common-fate/granted/granted"
brew "danielfoehrkn/switch/switch"
brew "fairwindsops/tap/pluto"
brew "fairwindsops/tap/rbac-lookup"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/vault"
brew "norwoodj/tap/helm-docs"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
brew "veirt/veirt/weathr"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "font-jetbrains-mono-nerd-font"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "rancher"
cask "slack"
cask "studio-3t"
cask "visual-studio-code"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "Drafts", id: 1435957248
mas "Kagi for Safari", id: 1622835804
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "liamdawson.jsonnet-language"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sourcepirate.hclfmt"
vscode "tilt-dev.tiltfile"
vscode "timonwong.shellcheck"
vscode "weaveworks.vscode-gitops-tools"
