tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "c-bata/kube-prompt"
tap "cloudflare/cloudflare"
tap "codeclimate/formulae"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "equalsraf/neovim-qt"
tap "fluxcd/tap"
tap "garden-io/garden"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "jesseduffield/lazydocker"
tap "puppetlabs/puppet"
tap "sl1pm4t/k2tf", "https://github.com/sl1pm4t/k2tf.git"
tap "tilt-dev/tap"
tap "warrensbox/tap"
tap "wata727/tflint"
tap "windmilleng/tap"
brew "aws-iam-authenticator"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "buildkit"
brew "gettext"
brew "openssl@1.1"
brew "pcre"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "cmake"
brew "colordiff"
brew "composer"
brew "consul"
brew "consul-template"
brew "ctags"
brew "diff-so-fancy"
brew "docker-credential-helper-ecr", link: false
brew "findutils"
brew "pcre2"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gitui"
brew "gnu-getopt"
brew "gnu-sed"
brew "guile"
brew "nghttp2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "helm"
brew "highlight"
brew "hugo"
brew "ipcalc"
brew "jasper"
brew "jq"
brew "node"
brew "jsonlint"
brew "jsonnet"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "kops"
brew "kube-ps1"
brew "kubectx"
brew "kubie"
brew "less"
brew "lftp"
brew "ruby"
brew "macvim"
brew "openjdk"
brew "maven"
brew "minikube"
brew "protobuf"
brew "mosh"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "nvm"
brew "octant"
brew "packer"
brew "pinentry-mac"
brew "prometheus"
brew "python@3.8"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "source-highlight"
brew "speedtest-cli"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vagrant-completion"
brew "vault"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/ec2-instance-selector"
brew "c-bata/kube-prompt/kube-prompt"
brew "cloudflare/cloudflare/cloudflared"
brew "codeclimate/formulae/codeclimate"
brew "datawire/blackbird/telepresence-legacy"
brew "fluxcd/tap/flux"
brew "instrumenta/instrumenta/kubeval"
brew "jesseduffield/lazydocker/lazydocker"
brew "puppetlabs/puppet/wash"
brew "sl1pm4t/k2tf/k2tf"
brew "tilt-dev/tap/tilt"
brew "warrensbox/tap/tfswitch"
cask "aws-vault"
cask "chromedriver"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "java"
cask "kdiff3"
cask "keepingyouawake"
cask "osxfuse"
cask "vagrant"
