tap "adoptopenjdk/openjdk"
tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "sl1pm4t/k2tf", "https://github.com/sl1pm4t/k2tf.git"
tap "tilt-dev/tap"
tap "warrensbox/tap"
tap "wata727/tflint"
tap "windmilleng/tap"
tap "buo/cask-upgrade"
brew "mas"
brew "ca-certificates"
brew "aws-iam-authenticator"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "gettext"
brew "pcre"
brew "readline"
brew "python@3.9"
brew "glib"
brew "xorgproto"
brew "cairo"
brew "cmake"
brew "colordiff"
brew "curl"
brew "pcre2"
brew "php"
brew "composer"
brew "consul"
brew "consul-template"
brew "diff-so-fancy"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "fd"
brew "findutils"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gitui"
brew "gnu-getopt"
brew "gnu-sed"
brew "guile"
brew "p11-kit"
brew "gnutls"
brew "go"
brew "helm"
brew "lua"
brew "highlight"
brew "hugo"
brew "ipcalc"
brew "jq"
brew "node"
brew "jsonlint"
brew "jsonnet"
brew "k2tf"
brew "k6"
brew "k9s"
brew "kind"
brew "kubernetes-cli@1.22"
brew "kops"
brew "kubectx"
brew "kubie"
brew "less"
brew "lftp"
brew "luarocks"
brew "ruby"
brew "macvim"
brew "minikube"
brew "protobuf"
brew "mitmproxy"
brew "mosh"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node@12"
brew "node@16"
brew "nvm"
brew "packer"
brew "pinentry"
brew "pinentry-mac"
brew "prometheus"
brew "qt"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "xxhash"
brew "rsync"
brew "shellcheck"
brew "source-highlight"
brew "speedtest-cli"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vagrant-completion"
brew "vault"
brew "watch"
brew "wget"
brew "wireguard-go"
brew "wireguard-tools"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/ec2-instance-selector"
brew "cloudflare/cloudflare/cloudflared"
brew "fairwindsops/tap/pluto"
brew "fluxcd/tap/flux"
brew "instrumenta/instrumenta/kubeval"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
brew "warrensbox/tap/tfswitch"
cask "air-buddy"
cask "alfred"
cask "aws-vault"
cask "beekeeper-studio"
cask "brave-browser"
cask "chromedriver"
cask "daisydisk"
cask "fantastical"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mon"
cask "font-input"
cask "font-ibm-plex"
cask "google-chrome"
cask "gpg-suite"
cask "grammarly-desktop"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kdiff3"
cask "keepingyouawake"
cask "lens"
cask "mimestream"
cask "omnifocus"
cask "pritunl"
cask "screens"
cask "skitch"
cask "sourcetree"
cask "slack"
cask "spotify"
cask "studio-3t"
cask "sublime-text"
cask "sublime-merge"
cask "tableplus"
cask "transmit"
cask "tripmode"
cask "vagrant"
cask "visual-studio-code"
cask "wireshark"
cask "zoomus"
mas "1Blocker", id: 1107421413
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "Drafts", id: 1435957248
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Marked 2", id: 890031187
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "PopClip", id: 445189367
mas "Reeder", id: 1529448980
mas "RegExRX", id: 498370702
mas "Spark", id: 1176895641
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835

